evaluation/ycsb_pm_results/pmemrocksdb/Loada/Run2
[OVERALL], RunTime(ms), 205140
[OVERALL], Throughput(ops/sec), 48747.19703617042
[TOTAL_GCS_G1_Young_Generation], Count, 63
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 211
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.10285658574631959
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 63
[TOTAL_GC_TIME], Time(ms), 211
[TOTAL_GC_TIME_%], Time(%), 0.10285658574631959
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 6186.0
[CLEANUP], MinLatency(us), 6184
[CLEANUP], MaxLatency(us), 6187
[CLEANUP], 95thPercentileLatency(us), 6187
[CLEANUP], 99thPercentileLatency(us), 6187
[INSERT], Operations, 10000000
[INSERT], AverageLatency(us), 19.0848643
[INSERT], MinLatency(us), 6
[INSERT], MaxLatency(us), 30351
[INSERT], 95thPercentileLatency(us), 59
[INSERT], 99thPercentileLatency(us), 118
[INSERT], Return=OK, 10000000